tap "go-task/tap"
brew "bat"
brew "btop"
brew "cmake"
brew "node"
brew "emscripten"
brew "ffmpeg"
brew "faircamp"
brew "fzf"
brew "gh"
brew "glfw"
brew "glow"
brew "go"
brew "golangci-lint"
brew "httpie"
brew "jq"
brew "luarocks"
brew "mas"
brew "neovim"
brew "pandoc"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "go-task/tap/go-task"
cask "acreom"
cask "caffeine"
cask "cyberduck"
cask "darktable"
cask "deskpad"
cask "element"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "gitbutler"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "keepassxc"
cask "love"
cask "morgen"
cask "obsidian"
cask "plugdata"
cask "rar"
cask "signal"
cask "tiled"
cask "visual-studio-code"
cask "vlc"
mas "Affinity Designer", id: 824171161
mas "DaVinci Resolve", id: 571213070
mas "Instapaper", id: 288545208
mas "Pasteboard Viewer", id: 1499215709
mas "WhatsApp", id: 310633997
vscode "alexcvzz.vscode-sqlite"
vscode "ancientlord.nightowl-theme"
vscode "bierner.markdown-mermaid"
vscode "docker.docker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "pdesaulniers.vscode-teal"
vscode "sdras.night-owl"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "twxs.cmake"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
